tap "homebrew/bundle"
tap "git-friendly/git-friendly"

brew "zsh"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-friendly/git-friendly/git-friendly"
brew "ripgrep"
brew "sd"
brew "starship"
brew "zoxide"
